Revit 2027 API
ParameterTypeId.ZoneArea Property
 "Occupied Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneArea { get; }
Public Shared ReadOnly Property ZoneArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneArea {
	ForgeTypeId^ get ();
}
static member ZoneArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace